const aboutMeData = [
  {
    title: "胡拉游戏后台管理系统",
    name: 1,
    info: [
      "该项目是胡拉游戏的后台管理系统，使用vue-cli 脚手架开发，axios 进行数据交互，echarts 图表实现折线、柱状等图表",
      "该项目支撑胡拉麻将、斗地主、捕鱼移动端游戏的运营工作，以及后台管理系统账号权限分配等功能",
      "该项目可以查看不同游戏的在线人数、活跃人数、充值金额等运营数据，并且支持玩家邮件发送、道具配发等功能",
      "后台超级管理员可以创建账号、分配权限，不同的账号根据不同的权限可以分别查看允许查看的信息"
    ]
  },
  {
    title: "胡拉游戏官网",
    name: 2,
    info: [
      "该项目是胡拉游戏的官网, 使用nuxt 框架进行前端开发，使用nuxt 框架提供的Async Data 进行服务端渲染，并且优化网站代码结构，使其更有利于网站SEO",
      "官网主要是介绍游戏信息，进行下载导流，以及用户了解不同游戏不同的版本信息",
      "用户可以在官网查看游戏的资讯、赛事等等信息",
    ]
  },
  {
    title: "胡拉游戏H5 页面",
    name: 3,
    info: [
      "该项目是胡拉麻将、胡拉斗地主、胡拉捕鱼的H5 页面",
      "主要用于游戏下载，绑定好友邀请、亲友圈账号、直接通过分享链接进入游戏房间等功能",
      "用户进入H5 页面，如果已经安装客户端则拉起游戏，如有房间ID、邀请信息等，则直接进入房间或绑定账号，即使没有安装客户端在下载安装后依然可以绑定分享链接的信息，如果没有安装客户端则直接拉起下载",
    ],
  },
  {
    title: "胡拉游戏微信公众号充值页面",
    name: 4,
    info: [
      "该项目是胡拉麻将微信公众号下的充值页面",
      "通过微信公众号进入该页面，在用户允许获取微信账号信息后，自动绑定游戏账号",
      "用户可以选择充值金额或者自定义输入充值金额，以及选择对应的赠送礼包",
      "用户可以输入游戏 ID为他人充值，如果没有输入游戏 ID，则直接为自己的游戏账号充值"
    ]
  },
  {
    title: "青海教育（IPTV）",
    name: 5,
    info: [
      "该项目是青海电信IPTV 的产品包",
      "该项目在用户订购前可以使用教程，在试用教程使用完毕后可以选择订购产品包获得完整使用权限",
      "该项目针对初高中、小学、幼儿等不同年龄阶段的用户提供相应的教育内容"
    ]
  },
  {
    title: "其他项目（技术栈相似、不一一赘述）",
    name: 6,
    info: [
      "青海教育",
      "陕西教育后台管理系统",
      "HI 贝游戏大厅后台管理系统",
      "HI 贝游戏大厅（IPTV)",
      "海南电信封套（IPTV）",
      "四川电信省博物馆、图书馆、文化馆（IPTV）",
      "四川电信川蜀风采(IPTV)",
      "卓影社区",
      "庭州购（购物网站）",
      "乌鲁木齐市君诚律师事务所官网、后台管理系统"
    ]
  }
]

export default aboutMeData